{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.7.4r1", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense_150/kernel", "shape": [10, 48], "dtype": "float32"}, {"name": "batch_normalization_99/gamma", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_99/beta", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_99/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_99/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "dense_151/kernel", "shape": [48, 12], "dtype": "float32"}, {"name": "batch_normalization_100/gamma", "shape": [12], "dtype": "float32"}, {"name": "batch_normalization_100/beta", "shape": [12], "dtype": "float32"}, {"name": "batch_normalization_100/moving_mean", "shape": [12], "dtype": "float32"}, {"name": "batch_normalization_100/moving_variance", "shape": [12], "dtype": "float32"}, {"name": "dense_152/kernel", "shape": [12, 1], "dtype": "float32"}, {"name": "dense_152/bias", "shape": [1], "dtype": "float32"}]}]}